tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "mas"
brew "awscli"
brew "cask"
brew "curl"
brew "go"
brew "kubernetes-cli"
brew "ruby"
brew "staticcheck"
brew "terraform"
brew "youtube-dl"
brew "pre-commit"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "iterm2"
cask "bitwarden"
cask "font-fira-code"
cask "movist-pro"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "microsoft-edge"
cask "docker"
cask "1password"
cask "telegram-desktop"
cask "microsoft-excel"
cask "google-drive"
mas "KakaoTalk", id: 869223134
mas "Divvy", id: 413857545
mas "Irvue", id: 1039633667
